; Turkish language file v3.9.1
; Author: Hakan Güven
; Kod sayfası anahtarında dil için kod sayfa numarası belirtilmelidir
bat_lang=tr
codepage=1254
error=Hata^!
startup_error1=Batch ApkTool'un klasöre tam erişimi yok veya yükleme yolu geçersiz karakterler içeriyor
startup_error2=Batch ApkTool'un klasöre yazma izniniz yok
previous_java1=Java yüklendi
previous_java2=Batch ApkTool yalnızca Java 8 veya üstü sürümlerde çalışır
get_java=En yeni Java sürümünü yükleyin: https://www.java.com/en/download/
java_notfound=Java bulunamadı
ON=Evet
OFF=Hayır
MANUAL=El ile
project=Mevcut proje                                
currentapk=Seçilen Apk                                 
currentjar=Seçilen Jar                                 
apilevel=API seviyesi                              
keepbroken=Hasarlı kaynakları bırak                  
buildexpert=Uzman modunda topla                                                  
dontwritedebug=Hata ayıklama bilgisini smaliye yazma       
signafter=Apk'ları otomatik imzala                    
key=İmza anahtarı                             
openlog=Günlüğü aç                                                            
language=Dil                                         
deodexall=Tüm Apk ve Jar'ları deodexle                
copy_deodexed_apk=Deodeksli Apk'ları _INPUT_APK'ya kopyala    
copy_deodexed_jar=Deodekslenmiş Jar'ları _INPUT_JAR'a kopyala 
baksmaliapk=Apk'ları parçala (Sadece smali)
smaliapk=Apk'ları topla (Sadece smali)
baksmalijar=Jar'ları parçala (Sadece smali)
smalijar=Jar'ları topla (Sadece smali)
decompile=Apk'ları parçala                            
decompile_r=Apk'ları parçala (Sadece kaynaklar)         
recompile=Apk'ları topla                              
signfiles=Dosyaları imzala
zipalfiles=Zipli dosyaları imzala
viewsource=Java kaynak kodunu görüntüle
plugins=Eklentiler >
selplugin=Eklenti seç:
adbmenu=ADB:
devices=Cihazlar >                                  
install=Yükle >                                     
rootremount=Kök ve yeniden bağla                        
pull=Çek >                                       
push=İt >                                        
screenshot=Ekran resmi                                 
screenrecord=Ekran kaydı
shell=Terminal
logs=Kayıtlar >
reboot=Yeniden başlat >
info=Bilgi
kill-server=Adb
servicemenu=BAKIM:
cleanup1=_framework, _system klasörlerini temizle    
cleanup2=_INPUT_APK, _INPUT_JAR klasörlerini temizle 
cleanup3=_OUT_APK, _OUT_JAR klasörlerini temizle 
cleanup4=Tüm klasörleri temizle
exitmenu=Çıkış
choosetask=Bir eylem seçin:
instframe=Çerçeve kuruluyor:
instframe_error=Çerçeve kurulumu hatası
inputapk_empty=Parçalamak için dosyaları _INPUT_APK klasörüne ekleyin
decompiling=Parçalanıyor:
decompiling_error=Parçalama hatası
recompiling=Toplanıyor:
recompiling_error=Toplama hatası
orignotfound=Hata. Orijinal dosya bulunamadı
backupnotfound=Hata. _backup klasörü bulunamadı
done=Tamamlandı
signing=İmzalanıyor:
signing_error=İmza hatası
doneerrors=Bitti ^!error_count^! Hatalar
zipal=Zipleniyor:
zipal_error=Zipleme hatası
selectviewer=Java kaynak kodu görüntüleyicisini seçin:
cancel=İptal et
makechoice=Lütfen seçiminizi yapın:
dragajd=Apk, Jar veya Dex dosyasını buraya sürükleyin:
genjava=Java kodunu şu adresten oluşturuluyor:
genjava_error=Java kodu oluşturma hatası
apilevel_log=Api seviyesi
buildexpert_log=Uzman modu
signafter_log=İmzala
press1=Devam etmek için Enter tuşuna basın. Kayıt günlüğünü açmak için 1 komutunu girin:
deletedialog=Aşağıdaki klasörlerdeki tüm dosyaları silin:
proceed=Devam edilsin mi?
yes=Evet
selproj=Bir proje seçin:
createnewproj=Yeni bir proje oluşturun
usedefproj=Varsayılan projesini kullanın
inputprojname=Projenin adını girin:
selectapk=Apk seç:
allapks=_INPUT_APK içindeki tüm Apk'lar
selectjar=JAR seç:
alljars=_INPUT_JAR içindeki tüm Jar'lar
selectapktool=Apktool seç:
selectsmali=Smali seç:
aversions=Android sürümü
apilevels=Api seviyesi      
enterapi=Api seviyesini gir:
invalidapi=Geçersiz api seviyesi ^!
selectkey=Anahtar seç:
selectlang=Dili seç:
framework_empty=Tüm çerçeve dosyalarını _system\framework klasörüne yerleştirin
deodexing=Deodexing
notodexed=Dosya odexed değil
smerror=Toplama hatası
bsmerror=Parçalama hatası
bootnotfound=boot.oat bulunamadı
selectarch=Deodexing için mimari seç:
selectedarch=Mimari
extractboot=boot.oat çıkartılıp deodex yapılıyor
extractboot_error=boot.oat çıkarma hatası
errorunp=Paketi açarken hata oluştu
deodexing_error=Deodex yapılırken hata oluştu
baksmaling=Parçalanıyor:
smaling=Toplanıyor:
connection_type=Bağlantı türü:
input_ip=Cihaz kimliğini girin (Örneğin 192.168.1.3):
input_ip2=Son kimliği kullanmak için cihaz kimliğini girin veya Enter'a basın
installtodef=Varsayılan belleğe yükle:
singlefile=Tek dosya
allfrom=Tüm dosyalar arasından
installtosd=SD karta yükle:
dragtoinstall=Yüklemek için Apk'yi sürükleyin:
installing=Yükleniyor
pull2=Çek:
pushto=İt
dragtopush=Buraya kopyalamak için dosyayı sürükleyin:
screensavedto=Ekran görüntüsü dosyaya kaydedildi
closetostop=Kaydı durdurmak için bu pencereyi kapat
scrrecsavedto=Ekran kaydı dosyaya kaydedildi
logcatr=Radyo
logcate=Olaylar
toscreen=Görüntüle ve dosyay kaydet
tofile=Dosyaya kaydet
bugreport=Hata raporu:
inlinetable=Satır içi tablo yöntemleri:
saved_to_file=Günlük dosyaya kaydedildi
android_version=Android sürümü:
brand=Marka:
model=Model:
reboot2=Yeniden başlat:
reboot3=Yeniden başlat
rebootto=Yeniden başlat
symlinks=SYMLINKS
copied_files=Kopyalanan dosyalar:
old_smali_used=Deodex için smali 2.2 veya daha üstünü seçin
already_deodexed=Dosya zaten deodexdir
onefrom=Bir dosya
alt_method=Alternatif yöntem
tool_for_deodex=Android 6.x-7.x için deodex aracı                                     
del_symlinks=Deodex işlemi yapıldıktan sonra sembolik bağları sil                  
rewrite_opt=Parçalamadan önce klasörü üzerine yaz seçeneğini uyar                 
warn_rewrite1=Ayrıştırılmış uygulama ile klasör bulundu
warn_rewrite2=Klasörü yeniden yazmak için 1 basın, veya iptal için Enter'a basın:
sound_opt=Sesli bildirimler                                                     
manifest_opt=Orijinal AndroidManifest.xml dosyasını kaydedin                       
AUTO=Otomatik
AUTO+=Otomatik+
necessary_files_missing=Uygulamanın daha fazla çalışması imkansız. Çünkü bir veya daha fazla gerekli dosya eksik
dex_notfound=Dosya classes.dex içermiyor. Derlemeden önce deodex edilmiş olmalıdır
elapsed_time=Geçen zaman
elapsed_h=saat
elapsed_m=dakika
elapsed_s=saniye
tool_for_deodex_vdex=Android 8.x için deodex aracı                                         
device_warning=Android 9.x üzeri deodex yapmak için cihaz\emülatörünü ADB üzerinden bağlamanız gerekir.Bağlayın ve deodexing'i tekrar başlatın (Menü öğesi [10]) 
signing_scheme_opt=APK imza şeması                                                       
use_aapt_2=AAPT sürümü                                                            
back_to_main_menu=Ana menüye geri dön
set_postfix=Üzerine yazmak yerine çıktı dosya adına bir sıra numarası ekleyin     
dex_compression=.dex dosyaları için sıkıştırma seviyesi                                
dex_compression_text=Sıkıştırma seviyesini ayarlayın (0 - Sıkıştırma yok, 9 - Maksimum sıkıştırma)
res_mode=Kaynak modunu çöz                         
force_sign_v1=İmza eklemeye zorla: V1                                               
produce_v4_sign=Ek olarak bir V4 imza dosyası oluşturun (.idsig)                      
enable_expert_mode=Uzman modunu etkinleştir                                               
expert_mode_disabled=Uzman modu devre dışı bırakıldı
input_ip3=Bağlantı türünü seçin veya IP adresini vede bağlantı noktasını girin
devices_not_found=ADB aygıtları bulunamadı
adbcontrol=scrcpy                                      
pullfrom=Kopyala
push2=Cihaza gönder
current_folder=Geçerli klasör
connect_qr=QR kodu kullanarak bağlanın
merge_apks=Bölünmüş APK'yı birleştirin                 
merging=Birleştiriliyor
adbfilemanager=Dosya yöneticisi >                          
adbpm=Paket yöneticisi >                          
adbpkg=Paket yöneticisi
pkgall=Tüm paketleri göster
pkgsys=Sistem paketlerini göster
pkgusr=Kullanıcı paketlerini göster
pkgdis=Devre dışı bırakılmış paketleri göster
pkgdel=Silinmiş paketleri göster
pkglist=Paket listesini dosyadan yükle